Repository: danielle-h/auto-tefilat-haderech
Catalog: lib/l10n/app_*.arb
Languages: he

# app_title
source: Tefilat haderech
he: תפילת הדרך

# home_page_title
source: Tefilat haderech - Ashkenaz
he: תפילת הדרך-אשכנז

# return_today
source: Returning today
he: חוזרים היום

source: Stop
he: לעצור

# not_return_today
source: Not returning today
he: לא חוזרים היום

# play_now
source: Recite now
he: להשמיע עכשיו

source: Recitation canceled successfully
he: השמעה בוטלה בהצלחה

# recitation_canceled_fail
source: Recitation not canceled
he: ביטול השמעה נכשל

source: Cancel recitation
he: לבטל תפילה

source: Recitation not set
he: השמעה לא נקבעה

source: Recite later
he: להשמיע עוד מעט

source: Dark mode
he: מצב כהה

source: Language
he: שפה

source: Choose language
he: בחירת שפה

# version
source: Version {ver}
he: גרסה {ver}

source: About app
he: על האפליקציה

source: Settings
he: הגדרות

source: Voice
he: קול

source: Which voice
he: איזה קול

source: Choose file
he: לבחור קובץ (עד 1.5 דקות)

# female_name
source: Danielle
he: תהילה

# male_name
source: Samuel
he: שמואל

# custom_name
source: My file
he: קובץ שלי

# what_to_read
source: What to recite?
he: מה להקריא

# how_much_longer
source: When
he: עוד כמה זמן

# minutes
source: In {num} minutes
he: {num} דקות

source: Maximum volume
he: ווליום

# set_prayer
source: Set recitation
he: לקבוע תפילה

# legalese
source: Â© Danielle Honigstein 2023
he: © כל הזכויות שמורות לדניאל הוניגשטיין 2023

source: All licenses
he: כל הרשיונות

# finished
source: Done
he: סיימתי

# app_action
source: The app recites the traveler's prayer at the time you define.
he: האפליקציה משמיעה את תפילת הדרך בזמן שאתם קובעים.

# app_upload
source: You can also upload your own recitation.
he: אתם יכולים גם להעלות הקלטה שלכם.

# app_free
source: The app is free and open source:
he: האפליקציה חינמית והקוד שלה פתוח:

# app_code
source: View code
he: צפו בקוד

# app_website
source: Check out more apps, games and info on my site:
he: יש עוד דברים מעניינים באתר שלי

# my_website
source: danielle-honig.com
he: אתר שלי

# app_coffee
source: If you found it useful you are welcome to buy me a hot chocolate (I don't like coffee ðŸ˜‰)
he: אם אהבתם מוזמנים לקנות לי שוקו

# buy_me_a_chocolate
source: Buy me a hot chocolate
he: קנו לי שוקו

source: Thank you!
he: תודה רבה!

# notification_title
source: Auto-Tefilat HaDerech
he: תפילת דרך אוטומטית

# notification_body
source: Tap to view
he: לחצו לצפייה
